w809291634/esp-idf-v5.4.1/examples/_my_examples/protocols/http_server/simple/sdkconfig.defaults
# ESP32S3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y

CONFIG_EXAMPLE_WIFI_SSID="Xiaomi_ED74"
CONFIG_EXAMPLE_WIFI_PASSWORD="EzSY7G3R"

## LOG
# Reduce bootloader log verbosity
# CONFIG_BOOTLOADER_LOG_LEVEL_WARN=y
# CONFIG_BOOTLOADER_LOG_LEVEL=2
# CONFIG_LOG_DEFAULT_LEVEL_WARN=y
CONFIG_LOG_COLORS=y
